Repository: aixp/Map
Catalog: Map/Map_*.po
Languages: sw

source: measure
sw: chombo cha kupima

source: add poly
sw: ongeza poly

source: add points
sw: ongeza pointi

source: edit route
sw: hariri njia

source: fly here
sw: kuruka hapa

source: vector
sw: vekta

source: error
sw: kosa

source: Map
sw: Ramani

source: Point
sw: Hatua

source: Coordinates
sw: Kuratibu

source: Label
sw: Lebo

source: Description
sw: Maelezo

source: delete
sw: kufuta

source: Route point
sw: Sehemu ya njia

source: apply for all route points
sw: kuomba pointi zote za njia

source: Altitude
sw: Urefu

source: tacks
sw: mikwaju

source: approaches
sw: mbinu

source: count
sw: kiasi

source: bearing
sw: pembe

source: capture
sw: kukamata

source: Maneur
sw: Ujanja

source: delete point
sw: kufuta uhakika

source: delete route
sw: futa njia

source: provider
sw: mtoaji

source: cancel
sw: ghairi

source: delete measure
sw: futa chombo cha kupima

source: delete poly
sw: kufuta poly
